{
  "locales": "fr_FR",
  "translations": {
    " or ": " ou ",
    "${0} Constraints": "Contraintes de ${0}",
    "${0} Definitions": "Définitions de ${0} ",
    "${0} Examples": "Exemples de ${0}",
    "${0} Properties": "Propriétés de ${0}",
    "${0} Schema": "Schéma de ${0}",
    "${0} Type": "Type de ${0}",
    "(international) email": "(international) email",
    "(international) hostname": "(international) nom d'hôte",
    ", the value must be null": ", la valeur doit être null",
    "Abstract": "Abstrait",
    "Additional Properties": "Propriétés Supplémentaires",
    "Additional properties": "Propriétés supplémentaires",
    "Additional properties are allowed and do not have to follow a specific schema": "Les propriétés supplémentaires sont autorisées et n'ont pas à suivre un schéma spécifique",
    "Additional properties are allowed, as long as they follow this schema:": "Des propriétés supplémentaires sont autorisées, à condition qu'elles suivent ce schéma:",
    "Allowed": "Autorisé",
    "Can be instantiated": "Peut être instancié",
    "Cannot be instantiated": "Ne peut pas être instancié",
    "Custom Properties": "Propriétés Personnalisées",
    "Defined In": "Défini dans",
    "Defined by": "Défini par",
    "Definitions group ${0}": "Groupe de définitions ${0}",
    "Deprecated": "Obsolète",
    "Details": "Détails",
    "Experimental": "Expérimental",
    "Explanation": "Explication",
    "Extensible": "Extensible",
    "Forbidden": "Interdit",
    "IPv4": "IPv4",
    "IPv6": "IPv6",
    "IRI": "IRI",
    "IRI reference": "Référence IRI",
    "Identifiable": "Identifiable",
    "Merged": "Fusionné",
    "Multiple": "Multiple",
    "No": "Non",
    "Not specified": "Non spécifié",
    "Nullable": "Nullable",
    "Optional": "Optionnel",
    "Pattern: ": "Motif:",
    "Property": "Propriété",
    "Reference this group by using": "Faire référence à ce groupe en utilisant",
    "Required": "Obligatoire",
    "Stabilizing": "En cours de stabilisation",
    "Stable": "Stable",
    "Status": "Statut",
    "Type": "Type",
    "Type: ": "Type: ",
    "URI": "URI",
    "URI reference": "URI reference",
    "UUID": "UUID",
    "Unknown": "Inconnu",
    "Unknown abstraction": "Abstraction inconnue",
    "Unknown additional properties": "Propriétés supplémentaires inconnues",
    "Unknown custom properties": "Propriétés personnalisées inconnues",
    "Unknown definition": "Définition inconnue",
    "Unknown extensibility": "Extensibilité inconnue",
    "Unknown identifiability": "Identifiabilité inconnue",
    "Untitled ${0} in ${1}": "Sans titre ${0} dans ${1}",
    "Untitled complex type in ${0}": "Type complexe sans titre dans ${0}",
    "Untitled schema": "Schéma sans titre",
    "Untitled undefined type in ${0}": "Type non défini sans titre dans ${0}",
    "Value": "Valeur",
    "What does ${0} mean?": "Que signifie ${0}?",
    "Yes": "Oui",
    "all items in this array must be unique. Duplicates are not allowed.": "tous les éléments de ce tableau doivent être uniques. Les doublons ne sont pas autorisés.",
    "all of": "tous les",
    "an array of the following:": "un tableau des éléments suivants:",
    "an array where each item follows the corresponding schema in the following list:": "un tableau où chaque élément suit le schéma correspondant dans la liste suivante:",
    "and all following items may follow any schema": "et tous les éléments suivants peuvent suivre n'importe quel schéma",
    "and all following items must follow the schema: ": "et tous les éléments suivants doivent suivre le schéma:",
    "any of": "n'importe quel",
    "any of the folllowing: ": "l'un des éléments suivants:",
    "can be null": "peut être null",
    "cannot be null": "ne peut pas être null",
    "check the specification": "vérifier la spécification",
    "check type definition": "vérifier la définition du type",
    "constant": "constante",
    "date": "date",
    "date time": "date heure",
    "defined in: ": "défini dans:",
    "duration": "durée",
    "email": "email",
    "hostname": "nom d'hôte",
    "is optional": "est facultatif",
    "is required": "est requis",
    "maximum": "maximum",
    "maximum (exclusive)": "maximum (exclusif)",
    "maximum length": "longueur maximale",
    "maximum number of contained items": "nombre maximum d'éléments contenus",
    "maximum number of items": "nombre maximum d'éléments",
    "maximum number of properties": "nombre maximum de propriétés",
    "merged type": "type fusionné",
    "minimum": "minimum",
    "minimum (exclusive)": "minimum (exclusif)",
    "minimum length": "longueur minimale",
    "minimum number of contained items": "nombre minimum d'éléments contenus",
    "minimum number of items": "nombre minimum d'éléments",
    "minimum number of properties": "nombre minimum de propriétés",
    "multiple of": "multiple de",
    "no description": "Aucune description",
    "not": "Non",
    "not defined": "non défini",
    "one (and only one) of": "un (et un seul) parmi",
    "open original schema": "ouvrir le schéma d'origine",
    "pattern": "motif",
    "the maximum number of characters for this string is: ": "le nombre maximum de caractères pour cette chaîne est:",
    "the maximum number of items for this array is: ": "le nombre maximum d'éléments pour ce tableau est:",
    "the maximum number of properties for this object is: ": "le nombre maximum de propriétés pour cet objet est:",
    "the minimum number of characters for this string is: ": "le nombre minimum de caractères pour cette chaîne est:",
    "the minimum number of items for this array is: ": "le nombre minimal d'éléments pour ce tableau est:",
    "the minimum number of properties for this object is: ": "le nombre minimum de propriétés pour cet objet est:",
    "the string must be a IRI reference, according to ": "la chaîne doit être une référence IRI, selon",
    "the string must be a IRI, according to ": "la chaîne doit être un IRI, selon",
    "the string must be a URI reference, according to ": "la chaîne doit être une référence URI, conformément à",
    "the string must be a URI, according to ": "la chaîne doit être un URI, selon",
    "the string must be a UUID, according to ": "la chaîne doit être un UUID, selon",
    "the string must be a date string, according to ": "la chaîne doit être une chaîne de date, selon",
    "the string must be a date time string, according to ": "la chaîne doit être une chaîne de date et d'heure, selon",
    "the string must be a duration string, according to ": "la chaîne doit être une chaîne de durée, selon",
    "the string must be a hostname, according to ": "la chaîne doit être un nom d'hôte, selon",
    "the string must be a time string, according to ": "la chaîne doit être une chaîne de temps, selon",
    "the string must be an (IDN) hostname, according to ": "la chaîne doit être un nom d'hôte (IDN), selon",
    "the string must be an (international) email address, according to ": "la chaîne doit être une adresse e-mail (internationale), selon",
    "the string must be an IPv4 address (dotted quad), according to ": "la chaîne doit être une adresse IPv4 (4 groupes séparés par un point), selon",
    "the string must be an IPv6 address, according to ": "la chaîne doit être une adresse IPv6, selon",
    "the string must be an email address, according to ": "la chaîne doit être une adresse e-mail, conformément à",
    "the string must match the following regular expression: ": "la chaîne doit correspondre à l'expression régulière suivante:",
    "the value of this number must be a multiple of: ": "la valeur de ce nombre doit être un multiple de:",
    "the value of this number must be greater than: ": "la valeur de ce nombre doit être supérieure à:",
    "the value of this number must be smaller than: ": "la valeur de ce nombre doit être inférieure à:",
    "the value of this number must greater than or equal to: ": "la valeur de ce nombre doit être supérieure ou égale à:",
    "the value of this number must smaller than or equal to: ": "la valeur de ce nombre doit être inférieure ou égale à:",
    "the value of this property must be equal to one of the following values:": "la valeur de cette propriété doit être égale à l'une des valeurs suivantes:",
    "the value of this property must be equal to:": "la valeur de cette propriété doit être égale à:",
    "the value of this string must follow the format: ": "la valeur de cette chaîne doit suivre le format:",
    "this array may not contain fewer than ${0} items that validate against the schema:": "ce tableau ne peut pas contenir moins de ${0} éléments qui se conforment au schéma:",
    "this array may not contain more than ${0} items that validate against the schema:": "ce tableau ne peut pas contenir plus de ${0} éléments qui se conforment au schéma",
    "time": "heure",
    "try pattern": "essayer le motif",
    "try regular expression with regexr.com": "essayer l'expression régulière avec regexr.com",
    "unique items": "objets uniques",
    "unknown": "inconnu",
    "unknown format": "format inconnu",
    "${0} Access Restrictions": "Restrictions d'Accès pour ${0}",
    "${0} Default Value": "Valeur par défaut de ${0}",
    "Access Restrictions": "Restrictions d'accès",
    "Arrays": "Tableaux",
    "JSON Pointer": "Pointeur JSON",
    "Objects": "Objets",
    "Other Schemas": "Autres schémas",
    "README": "README",
    "Read only": "Lecture seule",
    "RegEx": "RegEx",
    "Relative JSON Pointer": "Pointeur JSON relatif",
    "The default value is:": "La valeur par défaut est:",
    "The value of this property is managed exclusively by the owning authority and never exposed to the outside. It can neither be read nor written.": "La valeur de cette propriété est gérée exclusivement par l'autorité propriétaire et jamais exposée à l'extérieur. Elle ne peut être ni lue ni écrite.",
    "The value of this property is managed exclusively by the owning authority, and attempts by an application to modify the value of this property are expected to be ignored or rejected by that owning authority": "La valeur de cette propriété est gérée exclusivement par l'autorité propriétaire, et les tentatives d'une application de modifier la valeur de cette propriété sont censées être ignorées ou rejetées par cette autorité propriétaire.",
    "The value of this property is never present when the instance is retrieved from the owning authority. It can be present when sent to the owning authority to update or create the document (or the resource it represents), but it will not be included in any updated or newly created version of the instance.": "La valeur de cette propriété n'est jamais présente lorsque l'instance est récupérée auprès de l'autorité propriétaire. Elle peut être présente lorsqu'elle est envoyée à l'autorité propriétaire pour mettre à jour ou créer le document (ou la ressource qu'il représente), mais elle ne sera incluse dans aucune version mise à jour ou nouvellement créée de l'instance.",
    "Top-level Schemas": "Schémas de niveau supérieur",
    "URI Template": "Modèle d'URI",
    "Version Note": "Note de Version",
    "Write only": "Ecriture uniquement",
    "cannot be read or written": "ne peut pas être lu ou écrit",
    "encoding": "encoding",
    "enum": "énumération",
    "media type": "type de support",
    "none": "aucun",
    "schema": "schéma",
    "the contents of this string should follow this schema: ": "le contenu de cette chaîne doit suivre ce schéma:",
    "the media type of the contents of this string is: ": "le type de média du contenu de cette chaîne est:",
    "the string content must be using the ${0} content encoding.": "le contenu de la chaîne doit utiliser l'encoding ${0}.",
    "the string must be a JSON Pointer, according to ": "la chaîne doit être un pointeur JSON, selon",
    "the string must be a URI template, according to ": "la chaîne doit être un modèle d'URI, conformément à",
    "the string must be a regular expression, according to ": "la chaîne doit être une expression régulière, selon",
    "the string must be a relative JSON Pointer, according to ": "la chaîne doit être un pointeur JSON relatif, selon",
    "Unknown Type": "Type inconnu"
  }
}
